post/Learning/道法/八下早读材料.org
#+title: 八下道法背诵材料
#+date: <2023-04-07 五 11:09>
#+description: 完全抄某教辅的背诵材料的道德与法治东西

#+setupfile: ../../../setup.setup

#+LATEX_HEADER: \usepackage{geometry}
#+LATEX_HEADER: \geometry{a4paper, scale=0.8}
#+LATEX_HEADER: \linespread{1}

* 维护宪法权威
** 党的主张和人民意志的统一
*** 新中国成立后，人民是如何确认奋斗成果的？
新中国成立后，中国共产党领导人民制定宪法，以法律的形式确认了中国各族人民奋斗的成
果，确立了在历史和人民的选择中形成的中国共产党的领导地位。我国的宪法是党的主张和
人民意志的统一。
*** 中国共产党的性质、根本宗旨、目标和地位分别是什么？
1) 性质：中国共产党是中国工人阶级的先锋队，同时是中国人民和中华民族的先锋队。
2) 根本宗旨：全心全意为人民服务
3) 地位：中国共产党是中国特色社会主义事业的领导核心。党政军民学，东南西北中，党
   是领导一切的。
*** 坚持中国共产党领导的重要性和做法分别是什么？
1) 重要性：中国共产党领导是中国特色社会主义最本质的特征，是中国特色社会主义制度
   的最大优势。是党和国家的根本所在，命脉所在，是全国各族人民的利益所系、命运所
   系。党是最高政治领导力量。
2) 做法：必须坚决维护党中央权威和集中统一领导，健全总览全局、协调各方的党的领导
   制度体系，把党的领导落实到党和国家事业各领域各方面各环节。
*** 中国共产党如何坚持依宪执政？
中国共产党领导人民制定宪法和法律，领导人民实施宪法和法律，做到党领导立法、保证执
法、支持司法、带头守法。中国共产党要履行好执政兴国的重大职责，必须在宪法和法律范
围内活动，依据宪法和法律治国理政。
*** 我国宪法的基本原则是什么？
我国是人民民主专政的社会主义国家。国家的一切权力属于人民，这是我国宪法的基本原则。
这一原则归根结底是要保证人民当家做主的权利。
*** 宪法如何确保国家一切权力属于人民？
1) 宪法确认我国的 _国家性质_ ，明确人民当家做主的地位。
2) 宪法规定的 _社会主义经济制度_ ，奠定了国家权力属于人民的经济基础。
3) 宪法规定的 _社会主义政治制度_ ，明确了人民行使国家权力的基本途径和形式。
4) 宪法规定 _广泛的公民基本权利_ ，并规定实现公民基本权利的保障措施。
5) 宪法规定 _国家武装力量属于人民_ ，并规定其任务是巩固国防，抵抗侵略，保卫祖国，
   保卫人民的和平劳动，参加国家建设事业，努力为人民服务。[fn:1]
*** 最大的人权、我国人权的主体、保护对象及内容分别是什么？
1) 最大的人权：人民幸福生活是最大的人权
2) 主体、保护对象：在我国，人权的主体非常广泛，既包括我国公民，也包括外国人等。
   人权保护的对象不仅包括个人，也包括群体。
3) 内容：宪法保护的人权内容也很广泛，既包括 _平等权_ 和 _人身权利_ 、 _政治权利_
   ，也包括 _财产权_ 、 _劳动权_ 、 _受教育权_ 等 _经济社会_ 、 _文化方面_ 的权
   利。
*** 国家如何做到尊重和保障人权？
1) 各级国家机关树立尊重和保障人权的理念，加强人权法治保障，保证人民依法享有广泛
   权利和自由。
2) 尊重和保障人权是立法活动的基本要求。我国宪法规定了公民享有的广泛的基本权利，
   法律进一步明确了公民享有的各项具体权利，规定了侵害权利的法律责任。
3) 行政机关在执法过程中应当树立尊重和保障人权的意识，做到严格规范公正文明执法，
   坚持依宪施政、依法行政、简政放权。
4) 监察机关依照法律规定独立行使监察权，加强对所有行使公权力的公职人员的监督，保
   护公民的各项合法权益。
5) 审判机关、检察机关要依照宪法和法律的规定分别独立行使审判权、检察权，保护公民
   的各项合法权益。
6) 国家加强法治宣传教育，弘扬社会注意法治精神，建设社会主义法治文化，增强全民法
   治观念，形成全民守法的氛围和习惯，努力将人权理想变成现实。
** 治国安邦的总章程
*** 宪法如何设置国家机构？
1) 设置原则：宪法明确国家机构实行民主集中制的原则[fn:2]
2) 设置方式：宪法明确各级国家机关的产生。人民代表大会是人民行使国家权力的机关。
   全国人民代表大会和地方各级人民代表大会都由民主选举产生，对人民负责，受人民监
   督。国家行政机关、监察机关、审判机关、检察机关都由人民代表大会产生，对它负责，
   受它监督。
3) 规范权力运行：宪法授予国家机构特定职权，明确国家机构的组成、任期、工作方式等
   内容，使得国家权力的运行稳定有序。国家机构依据宪法行使权力，以实现和维护人民
   的根本利益。
*** 国家机构贯彻民主集中制原则主要体现在那些方面？
1) 在国家机构与人民的关系方面，国家权力来自人民，由人民选举产生国家权力机关，国
   家权力机关在国家机构中居于主导地位。
2) 在中央与地方国家机构的关系方面，中央和地方的国家机构职权的划分，遵循在中央的
   统一领导下，充分发挥地方的主动性、积极性的原则[fn:3]
3) 在国家机关内部作出决策、决定时，实行民主集中制
*** 为什么要规范权力运行？
1) 权力是把双刃剑，运用得好，可以造福于民；如果被滥用，则会滋生腐败，贻害无穷。
2) 规范国家权力运行以保障公民权利，这是宪法的核心价值追求。
3) 只有依法规范权力运行，才能保证人民赋予的权力始终用来为人民谋利益。
