post/Learning/道法/八下早读材料.html
<!DOCTYPE html>
<html lang="zh">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<meta name="author" content="不要在意我的头像QwQ" />
<meta name="description" content="完全抄某教辅的背诵材料的道德与法治东西" />
<meta name="generator" content="Org Mode (third party program by python)" />
<title>八下道法背诵材料</title>
<link rel="stylesheet" type="text/css" href="/theme/main.css"/>
<link rel="shortcut icon" href="/img/icon.jpg"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="#"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div>
<div id="content" class="content">
<h1 class="title">八下道法背诵材料</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul><li><a href="#org-title-1">1. 维护宪法权威</a><ul><li><a href="#org-title-1-1">1.1. 党的主张和人民意志的统一</a><ul><li><a href="#org-title-1-1-1">1.1.1. 新中国成立后，人民是如何确认奋斗成果的？</a></li><li><a href="#org-title-1-1-2">1.1.2. 中国共产党的性质、根本宗旨、目标和地位分别是什么？</a></li><li><a href="#org-title-1-1-3">1.1.3. 坚持中国共产党领导的重要性和做法分别是什么？</a></li><li><a href="#org-title-1-1-4">1.1.4. 中国共产党如何坚持依宪执政？</a></li><li><a href="#org-title-1-1-5">1.1.5. 我国宪法的基本原则是什么？</a></li><li><a href="#org-title-1-1-6">1.1.6. 宪法如何确保国家一切权力属于人民？</a></li><li><a href="#org-title-1-1-7">1.1.7. 最大的人权、我国人权的主体、保护对象及内容分别是什么？</a></li><li><a href="#org-title-1-1-8">1.1.8. 国家如何做到尊重和保障人权？</a></li></ul></li>
<li><a href="#org-title-1-2">1.2. 治国安邦的总章程</a><ul><li><a href="#org-title-1-2-1">1.2.1. 宪法如何设置国家机构？</a></li><li><a href="#org-title-1-2-2">1.2.2. 国家机构贯彻民主集中制原则主要体现在那些方面？</a></li><li><a href="#org-title-1-2-3">1.2.3. 为什么要规范权力运行？</a></li><li><a href="#org-title-1-2-4">1.2.4. 宪法如何规范权力的运行？</a></li></ul></li></ul></li>
<li><a href="#org-title-2">2. 保障宪法实施</a><ul><li><a href="#org-title-2-1">2.1. 坚持依宪治国</a><ul><li><a href="#org-title-2-1-1">2.1.1. 我国现行宪法的构成是怎样的？</a></li><li><a href="#org-title-2-1-2">2.1.2. 为什么要维护宪法权威？</a></li><li><a href="#org-title-2-1-3">2.1.3. 如何维护宪法权威？</a></li><li><a href="#org-title-2-1-4">2.1.4. 为什么说宪法具有最高的法律效力？（宪法与其他法律的关系是怎样的？）</a></li><li><a href="#org-title-2-1-5">2.1.5. 为什么说宪法是国家法治统一的基础，是中国特色社会主义法律体系的核心？</a></li><li><a href="#org-title-2-1-6">2.1.6. 为什么要坚持依宪治国？（宪法的地位/重要性）</a></li></ul></li>
<li><a href="#org-title-2-2">2.2. 加强宪法监督</a><ul><li><a href="#org-title-2-2-1">2.2.1. 宪法监督的主体和主要内容分别是什么？</a></li><li><a href="#org-title-2-2-2">2.2.2. 为什么要加强宪法监督？</a></li><li><a href="#org-title-2-2-3">2.2.3. 如何加强宪法监督？</a></li><li><a href="#org-title-2-2-4">2.2.4. 我们应如何增强宪法意识？</a></li><li><a href="#org-title-2-2-5">2.2.5. 为什么要保障宪法实施？</a></li><li><a href="#org-title-2-2-6">2.2.6. 如何保障宪法的实施？</a></li></ul></li></ul></li>
<li><a href="#org-title-3">3. 公民权利</a><ul><li><a href="#org-title-3-1">3.1. 公民基本权利</a><ul><li><a href="#org-title-3-1-1">3.1.1. 我国公民基本权利有哪些？</a></li><li><a href="#org-title-3-1-2">3.1.2. 公民享有政治权利的内容和意义分别是什么？</a></li><li><a href="#org-title-3-1-3">3.1.3. 公民行使选举权和被选举权的条件和意义分别是什么？</a></li><li><a href="#org-title-3-1-4">3.1.4. 言论、出版等自由的内容和重要性分别是什么？</a></li><li><a href="#org-title-3-1-5">3.1.5. 监督权的内容、行使原则和重要性分别是什么？</a></li><li><a href="#org-title-3-1-6">3.1.6. 人身自由的含义、内容及意义分别是什么？</a></li><li><a href="#org-title-3-1-7">3.1.7. 宪法对人身自由权作出怎样的规定？</a></li><li><a href="#org-title-3-1-8">3.1.8. 社会经济权利（有哪些？）</a></li><li><a href="#org-title-3-1-9">3.1.9. 文化教育权利（有哪些？）</a></li></ul></li>
<li><a href="#org-title-3-2">3.2. 依法行使权利</a><ul><li><a href="#org-title-3-2-1">3.2.1. 公民应该如何正确行使权利？</a></li><li><a href="#org-title-3-2-2">3.2.2. 公民行使权利遵守正当的程序的意义是什么？</a></li><li><a href="#org-title-3-2-3">3.2.3. 公民权利受到损害，怎样依照法定程序维护权利？（维护权利的方式有那些？）</a></li></ul></li></ul></li>
<li><a href="#org-title-4">4. 公民义务 </a><ul><li><a href="#org-title-4-1">4.1. 公民基本义务</a><ul><li><a href="#org-title-4-1-1">4.1.1. 我国公民的基本义务有那些？</a></li><li><a href="#org-title-4-1-2">4.1.2. 公民要遵守宪法和法律的原因、表现及做法分别是什么？</a></li><li><a href="#org-title-4-1-3">4.1.3. 维护国家统一和全国各族团结的原因和做法分别是什么？</a></li><li><a href="#org-title-4-1-4">4.1.4. 维护国家安全、荣誉和利益的内容和重要性分别是什么？</a></li><li><a href="#org-title-4-1-5">4.1.5. 依法服兵役</a></li><li><a href="#org-title-4-1-6">4.1.6. 依法纳税</a></li></ul></li>
<li><a href="#org-title-4-2">4.2. 依法履行义务</a><ul><li><a href="#org-title-4-2-1">4.2.1. 我国公民权利与义务的关系是怎样的？</a></li><li><a href="#org-title-4-2-2">4.2.2. 为什么要坚持权利和义务相统一？</a></li><li><a href="#org-title-4-2-3">4.2.3. 如何坚持权利和义务相统一？</a></li><li><a href="#org-title-4-2-4">4.2.4. 为什么必须履行法定义务？</a></li><li><a href="#org-title-4-2-5">4.2.5. 我们如何履行法定义务？</a></li><li><a href="#org-title-4-2-6">4.2.6. 违反法定义务的行为的含义及其后果是什么？</a></li></ul></li></ul></li>
<li><a href="#org-title-5">5. 我国的政治和经济制度</a><ul><li><a href="#org-title-5-1">5.1. 根本政治制度</a><ul><li><a href="#org-title-5-1-1">5.1.1. 地位？</a></li><li><a href="#org-title-5-1-2">5.1.2. 人民代表大会制度的基本内容是什么？</a></li><li><a href="#org-title-5-1-3">5.1.3. 各级人大代表的职权、职权来源和义务分别是什么？</a></li><li><a href="#org-title-5-1-4">5.1.4. 为什么要坚持和完善人民代表大会制度？（人民代表大会制度的优越性体现在哪里？）</a></li><li><a href="#org-title-5-1-5">5.1.5. 如何坚持和完善人民代表大会制度？</a></li></ul></li>
<li><a href="#org-title-5-2">5.2. 基本政治制度——中国共产党领导的多党合作和政治协商制度</a><ul><li><a href="#org-title-5-2-1">5.2.1. 什么是爱国统一战线？</a></li><li><a href="#org-title-5-2-2">5.2.2. 中国共产党各民主党派实行的基本方针是什么？</a></li><li><a href="#org-title-5-2-3">5.2.3. 人民政治协商会议（人民政协）的地位、主题和职能分别是什么？</a></li><li><a href="#org-title-5-2-4">5.2.4. 坚持中国共产党领导的多党合作和政治协商制度的意义是什么？</a></li></ul></li>
<li><a href="#org-title-5-3">5.3. 基本政治制度——民族区域自治制度</a><ul><li><a href="#org-title-5-3-1">5.3.1. 为什么要实行民族区域自治制度？</a></li><li><a href="#org-title-5-3-2">5.3.2. 我国的民族区域自治制度是如何实施的？（我国的少数民族是如何实现区域自治的？）</a></li><li><a href="#org-title-5-3-3">5.3.3. 实行民族区域自治是的意义是什么？</a></li></ul></li>
<li><a href="#org-title-5-4">5.4. 基本政治制度——基层群众自治制度</a><ul><li><a href="#org-title-5-4-1">5.4.1. 基层群众自治制度的内容、地位及自治组织分别是什么?</a></li><li><a href="#org-title-5-4-2">5.4.2. 居民委员会和村民委员会</a></li><li><a href="#org-title-5-4-3">5.4.3. 实行基层群众自治制度有什么意义?(基层群众自治制度有什么优越性?)</a></li></ul></li>
<li><a href="#org-title-5-5">5.5. 基本政治制度——基本经济制度</a><ul><li><a href="#org-title-5-5-1">5.5.1. 现阶段，我国的基本经济制度是什么?</a></li><li><a href="#org-title-5-5-2">5.5.2. 现阶段，公有制经济的成分包含什么?</a></li><li><a href="#org-title-5-5-3">5.5.3. 国有经济和集体经济的内涵和地位分别是什么?</a></li><li><a href="#org-title-5-5-4">5.5.4. 现阶段，非公有制经济的成分包含什么?</a></li><li><a href="#org-title-5-5-5">5.5.5. 公有制经济与非公有制经济的地位是什么?</a></li><li><a href="#org-title-5-5-6">5.5.6. 坚持公有制为主体、多种所有制经济共同发展的意义是什么?</a></li><li><a href="#org-title-5-5-7">5.5.7. 现阶段，我国对待公有制经济与非公有制经济的政策是什么?</a></li><li><a href="#org-title-5-5-8">5.5.8. 现阶段，我国坚持怎样的分配制度?</a></li><li><a href="#org-title-5-5-9">5.5.9. 按劳分配的决定因素和基本内容及要求是什么?</a></li><li><a href="#org-title-5-5-10">5.5.10. 多种分配方式指的是什么?</a></li><li><a href="#org-title-5-5-11">5.5.11. 市场经济体制的含义和作用分别是什么?</a></li><li><a href="#org-title-5-5-12">5.5.12. 我国社会主义市场经济体制的特点和优越性是什么?</a></li></ul></li></ul></li>
<li><a href="#org-title-6">6. 我国国家机构</a><ul><li><a href="#org-title-6-1">6.1. 国家权力机关</a><ul><li><a href="#org-title-6-1-1">6.1.1. 我国国家权力机关是什么?其产生方式和职责分别是什么?</a></li><li><a href="#org-title-6-1-2">6.1.2. 全国人民代表大会的性质和地位分别是什么?</a></li><li><a href="#org-title-6-1-3">6.1.3. 地方各级人民代表大会的性质及其与其他地方国家机关的关系是什么?</a></li><li><a href="#org-title-6-1-4">6.1.4. 人民代表大会的职权</a></li></ul></li>
<li><a href="#org-title-6-2">6.2. 二、中华人民共和国主席</a><ul><li><a href="#org-title-6-2-1">6.2.1. 中华人民共和国主席的性质、产生、当选条条件及任期分别是什么？</a></li><li><a href="#org-title-6-2-2">6.2.2. 国家主席有哪些职权？</a></li></ul></li>
<li><a href="#org-title-6-3">6.3. 国家行政机关</a><ul><li><a href="#org-title-6-3-1">6.3.1. 行政机关的含义及组成分别是什么?</a></li><li><a href="#org-title-6-3-2">6.3.2. 国家行政机关和国家权力机关的关系是什么?</a></li><li><a href="#org-title-6-3-3">6.3.3. 行政机关和人民的关系是什么?</a></li><li><a href="#org-title-6-3-4">6.3.4. 行政机关的职权有哪些?</a></li><li><a href="#org-title-6-3-5">6.3.5. 行政机关怎样做到依法行政?</a></li></ul></li>
<li><a href="#org-title-6-4">6.4. 国家监察机关</a><ul><li><a href="#org-title-6-4-1">6.4.1. 监察委员会的性质、监察对象和组织体系(构成)分别是什么?</a></li><li><a href="#org-title-6-4-2">6.4.2. 国家监察机关与国家权力机关的关系是什么?</a></li><li><a href="#org-title-6-4-3">6.4.3. 监察委员会的工作原则是什么?</a></li><li><a href="#org-title-6-4-4">6.4.4. 监察机关的职责有哪些？</a></li></ul></li></ul></li>
<li><a href="#org-title-7">7. To Be Continuied</a></li></ul></div></div>
<div class="outline-2">
<h2 id="org-title-1"><span class="section-number-2">1.</span> 维护宪法权威</h2>
<div class="outline-3">
<h3 id="org-title-1-1"><span class="section-number-3">1.1.</span> 党的主张和人民意志的统一</h3>
<div class="outline-4">
<h4 id="org-title-1-1-1"><span class="section-number-4">1.1.1.</span> 新中国成立后，人民是如何确认奋斗成果的？</h4>
<div class="outline-text-4" id="text-1-1-1"><p>新中国成立后，中国共产党领导人民制定宪法，以法律的形式确认了中国各族人民奋斗的成果，确立了在历史和人民的选择中形成的中国共产党的领导地位。我国的宪法是党的主张和人民意志的统一。</p></div></div><div class="outline-4">
<h4 id="org-title-1-1-2"><span class="section-number-4">1.1.2.</span> 中国共产党的性质、根本宗旨、目标和地位分别是什么？</h4>
<div class="outline-text-4" id="text-1-1-2"><ol class="org-ol">
<li>性质：中国共产党是中国工人阶级的先锋队，同时是中国人民和中华民族的先锋队。
</li>
<li>根本宗旨：全心全意为人民服务
</li>
<li>地位：中国共产党是中国特色社会主义事业的领导核心。党政军民学，东南西北中，党是领导一切的。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-1-1-3"><span class="section-number-4">1.1.3.</span> 坚持中国共产党领导的重要性和做法分别是什么？</h4>
<div class="outline-text-4" id="text-1-1-3"><ol class="org-ol">
<li>重要性：中国共产党领导是中国特色社会主义最本质的特征，是中国特色社会主义制度的最大优势。是党和国家的根本所在，命脉所在，是全国各族人民的利益所系、命运所系。党是最高政治领导力量。
</li>
<li>做法：必须坚决维护党中央权威和集中统一领导，健全总览全局、协调各方的党的领导制度体系，把党的领导落实到党和国家事业各领域各方面各环节。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-1-1-4"><span class="section-number-4">1.1.4.</span> 中国共产党如何坚持依宪执政？</h4>
<div class="outline-text-4" id="text-1-1-4"><p>中国共产党领导人民制定宪法和法律，领导人民实施宪法和法律，做到党领导立法、保证执法、支持司法、带头守法。中国共产党要履行好执政兴国的重大职责，必须在宪法和法律范围内活动，依据宪法和法律治国理政。</p></div></div><div class="outline-4">
<h4 id="org-title-1-1-5"><span class="section-number-4">1.1.5.</span> 我国宪法的基本原则是什么？</h4>
<div class="outline-text-4" id="text-1-1-5"><p>我国是人民民主专政的社会主义国家。国家的一切权力属于人民，这是我国宪法的基本原则。这一原则归根结底是要保证人民当家做主的权利。</p></div></div><div class="outline-4">
<h4 id="org-title-1-1-6"><span class="section-number-4">1.1.6.</span> 宪法如何确保国家一切权力属于人民？</h4>
<div class="outline-text-4" id="text-1-1-6"><ol class="org-ol">
<li>宪法确认我国的 <span class="underline">国家性质</span> ，明确人民当家做主的地位。
</li>
<li>宪法规定的 <span class="underline">社会主义经济制度</span> ，奠定了国家权力属于人民的经济基础。
</li>
<li>宪法规定的 <span class="underline">社会主义政治制度</span> ，明确了人民行使国家权力的基本途径和形式。
</li>
<li>宪法规定 <span class="underline">广泛的公民基本权利</span> ，并规定实现公民基本权利的保障措施。
</li>
<li>宪法规定 <span class="underline">国家武装力量属于人民</span> ，并规定其任务是巩固国防，抵抗侵略，保卫祖国，保卫人民的和平劳动，参加国家建设事业，努力为人民服务。<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-1-1-7"><span class="section-number-4">1.1.7.</span> 最大的人权、我国人权的主体、保护对象及内容分别是什么？</h4>
<div class="outline-text-4" id="text-1-1-7"><ol class="org-ol">
<li>最大的人权：人民幸福生活是最大的人权
</li>
<li>主体、保护对象：在我国，人权的主体非常广泛，既包括我国公民，也包括外国人等。人权保护的对象不仅包括个人，也包括群体。
</li>
<li>内容：宪法保护的人权内容也很广泛，既包括 <span class="underline">平等权</span> 和 <span class="underline">人身权利</span> 、 <span class="underline">政治权利</span> ，也包括 <span class="underline">财产权</span> 、 <span class="underline">劳动权</span> 、 <span class="underline">受教育权</span> 等 <span class="underline">经济社会</span> 、 <span class="underline">文化方面</span> 的权利。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-1-1-8"><span class="section-number-4">1.1.8.</span> 国家如何做到尊重和保障人权？</h4>
<div class="outline-text-4" id="text-1-1-8"><ol class="org-ol">
<li>各级国家机关树立尊重和保障人权的理念，加强人权法治保障，保证人民依法享有广泛权利和自由。
</li>
<li>尊重和保障人权是立法活动的基本要求。我国宪法规定了公民享有的广泛的基本权利，法律进一步明确了公民享有的各项具体权利，规定了侵害权利的法律责任。
</li>
<li>行政机关在执法过程中应当树立尊重和保障人权的意识，做到严格规范公正文明执法，坚持依宪施政、依法行政、简政放权。
</li>
<li>监察机关依照法律规定独立行使监察权，加强对所有行使公权力的公职人员的监督，保护公民的各项合法权益。
</li>
<li>审判机关、检察机关要依照宪法和法律的规定分别独立行使审判权、检察权，保护公民的各项合法权益。
</li>
<li>国家加强法治宣传教育，弘扬社会注意法治精神，建设社会主义法治文化，增强全民法治观念，形成全民守法的氛围和习惯，努力将人权理想变成现实。
</li></ol>
</div></div></div><div class="outline-3">
<h3 id="org-title-1-2"><span class="section-number-3">1.2.</span> 治国安邦的总章程</h3>
<div class="outline-4">
<h4 id="org-title-1-2-1"><span class="section-number-4">1.2.1.</span> 宪法如何设置国家机构？</h4>
<div class="outline-text-4" id="text-1-2-1"><ol class="org-ol">
<li>设置原则：宪法明确国家机构实行民主集中制的原则<sup><a id="fnr.2" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>
</li>
<li>设置方式：宪法明确各级国家机关的产生。人民代表大会是人民行使国家权力的机关。全国人民代表大会和地方各级人民代表大会都由民主选举产生，对人民负责，受人民监督。国家行政机关、监察机关、审判机关、检察机关都由人民代表大会产生，对它负责，受它监督。
</li>
<li>规范权力运行：宪法授予国家机构特定职权，明确国家机构的组成、任期、工作方式等内容，使得国家权力的运行稳定有序。国家机构依据宪法行使权力，以实现和维护人民的根本利益。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-1-2-2"><span class="section-number-4">1.2.2.</span> 国家机构贯彻民主集中制原则主要体现在那些方面？</h4>
<div class="outline-text-4" id="text-1-2-2"><ol class="org-ol">
<li>在国家机构与人民的关系方面，国家权力来自人民，由人民选举产生国家权力机关，国家权力机关在国家机构中居于主导地位。
</li>
<li>在中央与地方国家机构的关系方面，中央和地方的国家机构职权的划分，遵循在中央的统一领导下，充分发挥地方的主动性、积极性的原则<sup><a id="fnr.3" class="footref" href="#fn.3" role="doc-backlink">3</a></sup>
</li>
<li>在国家机关内部作出决策、决定时，实行民主集中制
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-1-2-3"><span class="section-number-4">1.2.3.</span> 为什么要规范权力运行？</h4>
<div class="outline-text-4" id="text-1-2-3"><ol class="org-ol">
<li>权力是把双刃剑，运用得好，可以造福于民；如果被滥用，则会滋生腐败，贻害无穷。
</li>
<li>规范国家权力运行以保障公民权利，这是宪法的核心价值追求。
</li>
<li>只有依法规范权力运行，才能保证人民赋予的权力始终用来为人民谋利益。
</li></ol>
