post/Learning/道法/八下早读材料.org
*** 宪法如何规范权力的运行？
1) 加强对权力运行的制约和监督，让人民监督权力，让权力在阳光下运行，把权力关进制
   度的笼子。
2) 国家权力必须在宪法和法律限定的范围内行使，不能超越权限、滥用职权，否则要承担
   法律责任。 /（法无授权不可为）/
3) 国家级机关及其工作人员必须依法行使权力、履行职责，不能懈怠、推诿。 /（法定职责
   必须为）/
4) 国家权力必须严格按照法定的途径和方式行使。凡不按法定程序行使权力的行为都是违
   法行为。 /（按法定程序行使）/
* 保障宪法实施
** 坚持依宪治国
*** 我国现行宪法的构成是怎样的？
我国现行宪法除序言外，设有第一章总纲，第二章公民的基本权利和义务，第三章国家机构，
第四章国旗、国歌、国徽、首都，共四章一百四十三条。
*** 为什么要维护宪法权威？
1) 我国宪法是党和人民意志的集中体现，是国家的根本法
2) 宪法的权威关系国家的命运、社会的安定和人民的根本利益。如果宪法没有权威，法治
   的权威就树立不起来；如果宪法受到漠视，人民的权利和自由就无法保证。
*** 如何维护宪法权威？
1) 坚持依法治国首先要坚持依宪治国，坚持依法执政首先要坚持依宪执政。[fn:4]
2) 任何公民、社会组织和国家机关都必须以宪法和法律为行为准则。一切组织和个人都必
   须维护宪法权威，保障宪法实施，依照宪法和法律行使权利或权力，履行义务或职责，
   都不得有超越宪法和法律的特权，一切违反宪法和法律的行为都必须予以追究。
*** 为什么说宪法具有最高的法律效力？（宪法与其他法律的关系是怎样的？）
|----------------+-------------------------------+--------------------------------------|
|----------------+-------------------------------+--------------------------------------|
| 比较           | 宪法                          | 其他法律                             |
|----------------+-------------------------------+--------------------------------------|
|----------------+-------------------------------+--------------------------------------|
| 规定内容       | 规定国家生活中带有全局性、    | 规定国家生活中的一般性问题，是对国家 |
|                | 根本性的问题                  | 生活和社会生活中某一方面的规定       |
|----------------+-------------------------------+--------------------------------------|
| 法律效力       | 具有最高的法律效力，是其他    | 是根据宪法指定的，不得与宪法的原则和 |
|                | 法律的立法基础和立法依据      | 精神相违背，否则会因为违宪而无效     |
|----------------+-------------------------------+--------------------------------------|
| 制定和修改程序 | 比其他法律更加严格：          |                                      |
|                | 1) 制定：遵循特定的制宪程序   | 依据一般程序，由全国人民代表大会以   |
|                | 2) 修改：由全国人大常委会或   | 全体代表的过半数通过或者由全国人大   |
|                | 五分之一以上的全国人大代表    | 常委会全体组成员的过半数通过         |
|                | 提议，并由全国人大以全体代    |                                      |
|                | 表的三分之二以上的多数通过    |                                      |
|----------------+-------------------------------+--------------------------------------|
|----------------+-------------------------------+--------------------------------------|
| 联系           | 1) 宪法是国家法制统一的基础， | 是中国特色社会主义法律体系的核心     |
|                | 2) 宪法的规定具有原则性的特点 | 各种法律制度是对宪法规定的具体落实   |
|                | 3) 宪法是对公民基本权利的根本 | 确认和保障，其他法律也对公民基本权利 |
|                | 的实现具有不可替代的作用      |                                      |
|----------------+-------------------------------+--------------------------------------|
|----------------+-------------------------------+--------------------------------------|
*** 为什么说宪法是国家法治统一的基础，是中国特色社会主义法律体系的核心？
1) 宪法的规定具有原则性的特点，各种法律制度是对宪法规定的具体落实。
2) 宪法是对公民基本权利的根本确认和保障，其他法律也对公民基本权利的实现具有不可
   替代的作用。
*** 为什么要坚持依宪治国？（宪法的地位/重要性）
1) 我国宪法是党的主张和人民意志的统一，是治国安邦的总章程。
2) 宪法是党和人民意志的集中体现，是国家的根本法。
3) 宪法具有至高无上的权威。
4) 宪法在国家法律体系中具有最高的法律地位、法律权威和法律效力。
5) 宪法是国家法治统一的基础，是中国特色社会主义法律体系的核心。
** 加强宪法监督
*** 宪法监督的主体和主要内容分别是什么？
1) 主体：全国人大及其常委会、地方各级人大
   1) 全国人大及其常委会行使监督宪法实施的职权，全国人大常委会有权解释宪法和法律
   2) 地方各级人大在本行政区域内负有保证宪法和法律实施的职责
2) 主要内容：
   1) 合宪性审查和监督，使法律、法规与宪法不抵触
   2) 审查国家机关及其工作人员的违宪行为，追究其违宪责任，维护宪法权威
*** 为什么要加强宪法监督？
1) 权力行使需要接受监督。监督是权力行使的根本保证，不受监督的权力将导致腐败。
2) 在监督公权力行使的制度体系中，宪法监督制度具有基础性意义
3) 加强宪法监督是保障宪法实施的重要举措
4) 健全宪法实施和监督制度，不断加强宪法监督工作，是全面依法治国的需要
*** 如何加强宪法监督？
1) 需要加强宪法实施和监督，健全保证宪法全民实施的制度体系
   1) 完善全国人大及其常委会宪法监督制度，健全监督机制和程序，使其更好地负担起宪
      法监督职责
   2) 健全宪法解释程序机制，推进合宪性审查工作，加强备案审查制度和能力建设，加强
      对宪法实施情况的监督检查，维护宪法权威
   3) 对各种违宪行为都必须予以追究和纠正
2) 需要人们增强宪法意识。如设立国家宪法日，建立宪法宣誓制度等。
*** 我们应如何增强宪法意识？
1) 学习宪法
   1) 了解宪法产生和发展的历程，理解宪法的主要内容，领会宪法的原则和精神。
   2) 积极参与宪法宣传活动，为增强全社会的宪法意识贡献自己的力量
2) 认同宪法。理解并认同宪法的价值，增强对宪法的信服和尊崇，自觉接受宪法的指引与
   要求，让宪法真正铭刻于心。
3) 践行宪法。将宪法原则转化为自觉的行为准则，落实在实际行动上。\\
   具体来说：
   1) 严格遵守宪法和法律规定，学会运用宪法精神来分析和解决学习和生活中的实际问题
   2) 坚决维护宪法的权威，自觉抵制各种妨碍宪法实施、损害宪法尊严的行为。
*** 为什么要保障宪法实施？
1) 宪法的生命在于实施，宪法的权威也在于实施。维护宪法权威需要我们保障宪法实施。
2) 如果宪法得不到充分、有效实施，受到漠视、削弱甚至破坏，国家权力的行使将会违反
   法治的要求，我们的幸福生活就不能真正实现。
3) 依法治国首先是依宪治国。保障宪法实施是建设社会主义法治国家的需要。
*** 如何保障宪法的实施？
1) 保障宪法的实施，必须坚持依宪治国。
2) 保障宪法的实施，要加强宪法监督。
3) 保障宪法的实施，需要我们每个人增强宪法意识，尊重宪法，维护宪法。
* 公民权利
** 公民基本权利
*** 我国公民基本权利有哪些？
1) 政治权利
2) 人身自由
3) 社会经济与文化教育权利
4) 我国公民还享有平等权、宗教信仰自由等权利，妇女儿童和残疾人等特定人群的权利受
   到宪法和法律的特殊保障
*** 公民享有政治权利的内容和意义分别是什么？
1) 内容：选举权和被选举权、言论、出版等自由和监督权等
2) 意义
   1) 有利于公民依法行使政治权利，参与国家政治生活，通过各种途径和形式管理国家事
      务，管理经济和文化事业，管理社会事务。
   2) 是人民行使当家做主权利的重要形式
*** 公民行使选举权和被选举权的条件和意义分别是什么？
1) 条件：
   1) 年满18周岁的我国公民
   2) 没有被依法剥夺政治权利
2) 意义：选举权和被选举权是公民的一项基本政治权利，行使这项权利是公民参与管理国
   家和管理社会的基础
*** 言论、出版等自由的内容和重要性分别是什么？
1) 内容：我国公民享有言论、出版、集会、结社[fn:5]、游行、示威的自由。
2) 重要性：有助于公民参与国家政治生活，充分表达自己的意愿。
*** 监督权的内容、行使原则和重要性分别是什么？
1) 内容：我国公民对于任何国家机关和国家工作人员，有提出批评和建议的权利；对于任
   何国家机关和国家工作人员的违法失职行为，有向有关国家机关提出申诉、控告或检举
   的权利。
2) 行使原则：依法通过各种途径和形式行使监督权，不得捏造或者歪曲事实进行诬告陷害
3) 重要性：有助于国家机关及其工作人员依法行使权力，全心全意为人民服务
*** 人身自由的含义、内容及意义分别是什么？
1) 含义：指公民的人身不受非法侵犯的自由
2) 内容：包括人身自由不受侵犯，人格尊严不受侵犯，住宅不受侵犯，通信自由和通信秘
   密受法律保护
3) 意义：人身自由是公民最基本、最重要的权利，只有在人身自由得到保障的前提下，公
   民才能独立、自由、有尊严地生活
*** 宪法对人身自由权作出怎样的规定？
1) 人身自由不受侵犯。我国宪法规定，任何公民，非经人民检察院批准或者人民法院决定，
   并由公安机关执行，不受逮捕。禁止非法拘禁和以其他方法非法剥夺或者限制公民的人
   身自由，禁止非法搜查公民的身体。
2) 人格尊严不受侵犯。我国宪法规定，公民的人格尊严不受侵犯，禁止用任何方法对公民
   进行侮辱、诽谤和诬告陷害。公民的人格尊严权包括名誉权、荣誉权、肖像权、姓名权、
   隐私权等。
3) 住宅不受侵犯。我国宪法规定，公民的住宅不受侵犯，禁止非法或者非法入侵公民的住
   宅。通信自由和通信秘密受到法律保护。我国宪法规定，公民的通信自由和通信秘密受
   到法律保护。除因国家安全或者追查刑事罪犯的需要，由公安机关或者检察机关依照法
   律规定的程序对通信进行检查外，任何组织或者个人不得以任何理由侵犯公民的通信自
   由和通信秘密。
