post/Learning/道法/八下早读材料.org
*** 社会经济权利（有哪些？）
1) 财产权
   1) 重要性：我们的生存和发展及物质和文化生活需要的满足，都离不开财产
   2) 宪法规定：公民的合肥的私有财产不受侵犯
   3) 内容：占有权、使用权、收益权、处分权
2) 劳动权
   1) 含义：一切有劳动能力的公民有劳动就业和取得劳动报酬的权利
   2) 重要性
      1) 是公民赖以生存的基础
      2) 可以保障人们合理的生活水平，实现自身价值，为国家和社会作出贡献
   3) 宪法规定：公民有劳动的权利和义务
3) 物质帮助权
   1) 宪法规定：公民在年老、疾病或者丧失劳动能力的情况下，有从国家和社会获得物质
      帮助的权利
   2) 保障措施：国家发展为公民享受这些权利所需要的社会保障、社会救济和医疗卫生事
      业
*** 文化教育权利（有哪些？）
1) 受教育权
   1) 内涵：公民有按照其能力平等地从国家获得接受教育的机会，并获得相应物质保障的
      权利
   2) 重要性：为个人人生幸福奠定基础，为人类文明传递薪火，成就民族和国家的未来
   3) 保障措施
      1) 国家实行义务教育制度，保障所有失灵儿童、少年接受义务教育
      2) 国家制定资助政策，不让一个学生因家庭经济困难而失学，努力让每个孩子都能
         享有公平而有质量的教育
2) 文化权利
   1) 宪法规定：中华人民共和国公民有进行科学研究、文学艺术创作和其他文化活动的自
      由
   2) 保障措施：国家对于从事教育、科学、技术、文学、艺术和其他文化事业的公民的有
      益于人民的创造性工作，给以鼓励和帮助[fn:6]
** 依法行使权利
*** 公民应该如何正确行使权利？
1) 公民行使权利不能超越它本身的界限，不能滥用权利
2) 公民在行使自由和权利的时候，不得损害国家的、社会的、集体的利益和其他公民的合
   法的自由和权利
3) 公民行使权利应依照法定程序，按照规定的活动方式、步骤和过程进行
4) 公民权利如果受到损害，要依照法定程序维护权利
*** 公民行使权利遵守正当的程序的意义是什么？
遵守正当的程序，有利于公民实际享受权利，有效避免和化解纠纷，有利于维护权益
*** 公民权利受到损害，怎样依照法定程序维护权利？（维护权利的方式有那些？）
1) 和解
   1) 含义：当事人之间通过协商自行解决纠纷
   2) 适用范围：一些常见的消费、劳动争议和交通事故纠纷等
   3) 具体内容：当事人在自愿、互谅的基础上，依据法律，通过直接对话，摆事实、讲道
      理，分清责任，达成协议，使纠纷得以解决
2) 调解
   1) 含义：通过调解组织解决纠纷
   2) 适用范围：广泛用于调解纠纷
   3) 具体内容：调解人以国家法律法规和政策及社会功德为依据，对纠纷双方进行疏导、
      劝说，促使他们相互谅解，进行协商，资源达成协议，解决纠纷。我国调解方式主要
      有 _人民调解_ _行政调解_ 和 _司法调解_
3) 仲裁
   1) 含义：通过仲裁机构解决纠纷
   2) 适用范围：公民与其他个人或组织之间发生合同纠纷和其他财产争议时，可以申请仲
      裁
   3) 具体内容：当事人根据他们之间订立的仲裁协议，自愿将其争议提交仲裁，并受仲裁
      裁决的约束
4) 诉讼
   1) 含义：通过人民法院解决纠纷
   2) 适用范围：如果受到非法侵害后采取其他方式不能解决问题，或者认定只有通过诉讼
      途径才能维护合法权益
   3) 具体内容：
      1) 公民遇到人身关系或财产关系的争议，可以向人民法院提起民事诉讼
      2) 公民对于某些侵犯自己人身、财产权的行为，可以向人民法院提起刑事诉讼
      3) 公民认为行政机关的行政行为侵犯了自己的权益，可以向人民法院提起行政诉讼
* 公民义务 
** 公民基本义务
*** 我国公民的基本义务有那些？
1) 遵守宪法和法律
2) 维护国家利益
3) 依法服兵役
4) 依法纳税
5) 我国宪法阿海规定了公民应履行的其他义务，包括劳动的义务、受教育的义务、夫妻双
   方实行计划剩余的义务、父母抚养教育未成年子女的义务和成年子女赡养父母的义务等
*** 公民要遵守宪法和法律的原因、表现及做法分别是什么？
1) 原因：我国宪法和法律是全国各族人民意志和利益的集中体现，维护宪法和法律的尊严
   是公民对国家和社会应尽的职责
2) 表现：保守国家秘密，爱护公共财产，遵守劳动纪律，遵守公共秩序，尊重社会公德
3) 做法：忠于宪法，维护宪法尊严，保障宪法实施
   1) 自觉做到尊法学法守法用法，共同营造守法光荣，违法可耻的社会氛围
   2) 自觉学习法律知识，了解法律程序规定，以法律来指导和约束自己的行为，做到依法
      办事。
*** 维护国家统一和全国各族团结的原因和做法分别是什么？
1) 原因：我国是统一的多民族国家，国家的统一和民族的团结，是我国顺利进行社会主义
   现代化建设的基本保证
2) 做法：每个公民都应当把自己的命运与国家盛衰、民族兴亡紧密联系在一起，自觉维护
   国家领土完整和主权统一，维护民族之间平等团结互助和谐的关系
*** 维护国家安全、荣誉和利益的内容和重要性分别是什么？
1) 内容
   1) 维护国家安全包括维护国家的主权、领土完整不受侵犯，国家秘密不被窃取、泄露和
      出卖，社会秩序不被破坏等
   2) 维护国家荣誉包括维护国家的尊严不受侵犯，国家的荣誉不受玷污。
   3) 维护国家利益包括维护国家的政治、经济和安全等各方面的利益
2) 重要性：维护国家安全、荣誉和利益是每个公民义不容辞的责任
*** 依法服兵役
1) 原因：
   1) 保卫祖国、抵抗侵略是公民的神圣职责
   2) 依照法律服兵役和参加民兵组织是公民的光荣义务
2) 我国的兵役制度：我国兵役法规定，我国实行以志愿兵役为主体的志愿兵役与义务兵役
   相结合的兵役制度。
3) 兵役种类：分为现役和预备役
4) 要求
   1) 军人：必须遵守军队的条令和条例，忠于职守，随时为保卫祖国而战斗
   2) 预备役人员：必须按照规定参加军事训练，随时准备应召参战，保卫祖国
*** 依法纳税
1) 必要性：税收是国家财政收入的主要来源，依法纳税是公民的一项基本义务
2) 违反依法纳税义务的行为：逃税、欠税、骗税、抗税
3) 违反依法纳税义务要承担的责任：任何违反依法纳税的行为都是违法行为，情节严重、
   构成犯罪的要依法追究刑事责任
** 依法履行义务
*** 我国公民权利与义务的关系是怎样的？
1) 公民的权利与义务相互依存、相互促进。权利的实现需要义务的履行，义务的履行促进
   权利的实现
2) 公民既是合法权利的享有者，又是法定义务的承担者。任何公民享有权利的同时，必须
   履行义务。
3) 公民的某些权利同时也是义务[fn:7]
*** 为什么要坚持权利和义务相统一？
1) 公民权利的充分实现，可以激发公民主人翁意识，调动其履行义务的积极性和主动性，
   自觉承担对国家和社会的责任
2) 公民自觉履行义务，促进国家发展和社会进步，又为其权利的实现提供和创造了更好的
   条件
*** 如何坚持权利和义务相统一？
1) 任何公民不能只享受权利而不承担义务，也不应只承担义务而不享受权利。
2) 要增强权利意识，依法行使权利；也要增强义务观念，自觉履行法定的义务。
*** 为什么必须履行法定义务？
1) 法定义务是由我国宪法和法律规定的，具有强制性
2) 自觉履行法定义务，是公民不可推卸的责任
3) 公民违反法定义务，必须依法承担相应的法律责任
*** 我们如何履行法定义务？
1) 法律要求做的必须去做
2) 法律禁止做的坚决不做
*** 违反法定义务的行为的含义及其后果是什么？
1) 含义：公民实施了法律所禁止的行为，或者没有实施法律要求做的行为，都是违反法定
   义务的行为
2) 后果：违反法定义务，必须依法承担相应的法律责任
   1) 公民违反民事法律，应当依法承担民事责任
   2) 公民违反行政法律，应当依法承担行政责任
   3) 公民违法刑事法律，构成犯罪的，应当依法承担刑事责任
* 我国的政治和经济制度
** 根本政治制度
*** 地位？
人民代表大会制度是我国的根本政治制度[fn:8]
*** 人民代表大会制度的基本内容是什么？
1) 国家的一切权力属于人民
2) 人民通过民主轩主选出代表，组成各级人民代表大会作为国家权力机关
3) 由人民代表大会产生国家行政机关、检察机关、审判机关、检察机关，这些国家权力机
   关依法行使各自的职权，并对人民代表大会负责，受人民代表大会监督
4) 实行民主集中制，重大问题经人民代表大会充分讨论，遵循少数服从多数原则，民主决
   定
*** 各级人大代表的职权、职权来源和义务分别是什么？
1) 职权：依法审议各项议案和报告 /（审议权）/ 、表决各项决定 /（表决权）/ 、提出
   议案 /（提案权）/ 和质询案 /（质询权）/ 。
2) 职权来源：各级人民代表大会代表宪法和法律赋予本级人民代表大会的各项职权，参加
   行使国家权力
3) 义务：人大代表必须与人民群众保持密切联系，听取和反映人民群众的意见和要求，努
   力为人民服务，对人民负责，并接受人民监督。
*** 为什么要坚持和完善人民代表大会制度？（人民代表大会制度的优越性体现在哪里？）
1) 实践充分证明，人民代表大会制度是符合中国国情和实际、体现社会主义国家性质、保
   证人民当家做主、保障实现中华民族伟大复兴的好制度。
2) 人民代表大会制度是坚持党的领导、人民当家做主、依法治国有机统一的根本政治制度
   安排。
*** 如何坚持和完善人民代表大会制度？
1) 必须毫不动摇坚持中国共产党的领导，依据人民代表大会制度，使党的主张通过法定程
   序成为国家意志。
2) 必须保证和发展人民当家做主，支持和保证人民通过人民代表大会行使国家权力，扩大
   人民民主，健全民主制度，丰富民主形式，拓宽民主渠道
3) 必须全面推进依法治国，通过人民代表大会制度，弘扬社会主义法治精神，实现国家各
   项工作法治化
4) 必须坚持民主集中制，人民代表大会统一行使国家权力，国家机关及有合理分工又有相
   互协调，保证国家统一高效组织推进各项事业
** 基本政治制度——中国共产党领导的多党合作和政治协商制度
*** 什么是爱国统一战线？
由中国共产党领导的，有各民主党派和各人民团体参加的，包括全体社会主义劳动者、社会
主义事业的建设者、拥护社会主义的爱国者、拥护祖国统一和致力于中华民族伟大复兴的爱
国者的广泛的爱国统一战线
*** 中国共产党各民主党派实行的基本方针是什么？
长期共存、互相监督、肝胆相照、荣辱与共[fn:9]
*** 人民政治协商会议（人民政协）的地位、主题和职能分别是什么？
1) 地位：是中国共产党领导的多党合作和政治协商的重要机构，是中国人民爱国统一战线
   组织。
2) 主题：团结和民主
3) 职能：政治协商、民主监督、参政议政
