post/Learning/道法/八下早读材料.html
</div></div><div class="outline-4">
<h4 id="org-title-3-1-8"><span class="section-number-4">3.1.8.</span> 社会经济权利（有哪些？）</h4>
<div class="outline-text-4" id="text-3-1-8"><ol class="org-ol">
<li>财产权
<ol class="org-ol">
<li>重要性：我们的生存和发展及物质和文化生活需要的满足，都离不开财产
</li>
<li>宪法规定：公民的合肥的私有财产不受侵犯
</li>
<li>内容：占有权、使用权、收益权、处分权
</li></ol>
</li>
<li>劳动权
<ol class="org-ol">
<li>含义：一切有劳动能力的公民有劳动就业和取得劳动报酬的权利
</li>
<li>重要性
<ol class="org-ol">
<li>是公民赖以生存的基础
</li>
<li>可以保障人们合理的生活水平，实现自身价值，为国家和社会作出贡献
</li></ol>
</li>
<li>宪法规定：公民有劳动的权利和义务
</li></ol>
</li>
<li>物质帮助权
<ol class="org-ol">
<li>宪法规定：公民在年老、疾病或者丧失劳动能力的情况下，有从国家和社会获得物质帮助的权利
</li>
<li>保障措施：国家发展为公民享受这些权利所需要的社会保障、社会救济和医疗卫生事业
</li></ol>
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-3-1-9"><span class="section-number-4">3.1.9.</span> 文化教育权利（有哪些？）</h4>
<div class="outline-text-4" id="text-3-1-9"><ol class="org-ol">
<li>受教育权
<ol class="org-ol">
<li>内涵：公民有按照其能力平等地从国家获得接受教育的机会，并获得相应物质保障的权利
</li>
<li>重要性：为个人人生幸福奠定基础，为人类文明传递薪火，成就民族和国家的未来
</li>
<li>保障措施
<ol class="org-ol">
<li>国家实行义务教育制度，保障所有失灵儿童、少年接受义务教育
</li>
<li>国家制定资助政策，不让一个学生因家庭经济困难而失学，努力让每个孩子都能享有公平而有质量的教育
</li></ol>
</li></ol>
</li>
<li>文化权利
<ol class="org-ol">
<li>宪法规定：中华人民共和国公民有进行科学研究、文学艺术创作和其他文化活动的自由
</li>
<li>保障措施：国家对于从事教育、科学、技术、文学、艺术和其他文化事业的公民的有益于人民的创造性工作，给以鼓励和帮助<sup><a id="fnr.6" class="footref" href="#fn.6" role="doc-backlink">6</a></sup>
</li></ol>
</li></ol>
</div></div></div><div class="outline-3">
<h3 id="org-title-3-2"><span class="section-number-3">3.2.</span> 依法行使权利</h3>
<div class="outline-4">
<h4 id="org-title-3-2-1"><span class="section-number-4">3.2.1.</span> 公民应该如何正确行使权利？</h4>
<div class="outline-text-4" id="text-3-2-1"><ol class="org-ol">
<li>公民行使权利不能超越它本身的界限，不能滥用权利
</li>
<li>公民在行使自由和权利的时候，不得损害国家的、社会的、集体的利益和其他公民的合法的自由和权利
</li>
<li>公民行使权利应依照法定程序，按照规定的活动方式、步骤和过程进行
</li>
<li>公民权利如果受到损害，要依照法定程序维护权利
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-3-2-2"><span class="section-number-4">3.2.2.</span> 公民行使权利遵守正当的程序的意义是什么？</h4>
<div class="outline-text-4" id="text-3-2-2"><p>遵守正当的程序，有利于公民实际享受权利，有效避免和化解纠纷，有利于维护权益</p></div></div><div class="outline-4">
<h4 id="org-title-3-2-3"><span class="section-number-4">3.2.3.</span> 公民权利受到损害，怎样依照法定程序维护权利？（维护权利的方式有那些？）</h4>
<div class="outline-text-4" id="text-3-2-3"><ol class="org-ol">
<li>和解
<ol class="org-ol">
<li>含义：当事人之间通过协商自行解决纠纷
</li>
<li>适用范围：一些常见的消费、劳动争议和交通事故纠纷等
</li>
<li>具体内容：当事人在自愿、互谅的基础上，依据法律，通过直接对话，摆事实、讲道理，分清责任，达成协议，使纠纷得以解决
</li></ol>
</li>
<li>调解
<ol class="org-ol">
<li>含义：通过调解组织解决纠纷
</li>
<li>适用范围：广泛用于调解纠纷
</li>
<li>具体内容：调解人以国家法律法规和政策及社会功德为依据，对纠纷双方进行疏导、劝说，促使他们相互谅解，进行协商，资源达成协议，解决纠纷。我国调解方式主要有 <span class="underline">人民调解</span><span class="underline">行政调解</span> 和 <span class="underline">司法调解</span>
</li></ol>
</li>
<li>仲裁
<ol class="org-ol">
<li>含义：通过仲裁机构解决纠纷
</li>
<li>适用范围：公民与其他个人或组织之间发生合同纠纷和其他财产争议时，可以申请仲裁
</li>
<li>具体内容：当事人根据他们之间订立的仲裁协议，自愿将其争议提交仲裁，并受仲裁裁决的约束
</li></ol>
</li>
<li>诉讼
<ol class="org-ol">
<li>含义：通过人民法院解决纠纷
</li>
<li>适用范围：如果受到非法侵害后采取其他方式不能解决问题，或者认定只有通过诉讼途径才能维护合法权益
</li>
<li>具体内容：
<ol class="org-ol">
<li>公民遇到人身关系或财产关系的争议，可以向人民法院提起民事诉讼
</li>
<li>公民对于某些侵犯自己人身、财产权的行为，可以向人民法院提起刑事诉讼
</li>
<li>公民认为行政机关的行政行为侵犯了自己的权益，可以向人民法院提起行政诉讼
</li></ol>
</li></ol>
</li></ol>
</div></div></div></div><div class="outline-2">
<h2 id="org-title-4"><span class="section-number-2">4.</span> 公民义务 </h2>
<div class="outline-3">
<h3 id="org-title-4-1"><span class="section-number-3">4.1.</span> 公民基本义务</h3>
<div class="outline-4">
<h4 id="org-title-4-1-1"><span class="section-number-4">4.1.1.</span> 我国公民的基本义务有那些？</h4>
<div class="outline-text-4" id="text-4-1-1"><ol class="org-ol">
<li>遵守宪法和法律
</li>
<li>维护国家利益
</li>
<li>依法服兵役
</li>
<li>依法纳税
</li>
<li>我国宪法阿海规定了公民应履行的其他义务，包括劳动的义务、受教育的义务、夫妻双方实行计划剩余的义务、父母抚养教育未成年子女的义务和成年子女赡养父母的义务等
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-4-1-2"><span class="section-number-4">4.1.2.</span> 公民要遵守宪法和法律的原因、表现及做法分别是什么？</h4>
<div class="outline-text-4" id="text-4-1-2"><ol class="org-ol">
<li>原因：我国宪法和法律是全国各族人民意志和利益的集中体现，维护宪法和法律的尊严是公民对国家和社会应尽的职责
</li>
<li>表现：保守国家秘密，爱护公共财产，遵守劳动纪律，遵守公共秩序，尊重社会公德
</li>
<li>做法：忠于宪法，维护宪法尊严，保障宪法实施
<ol class="org-ol">
<li>自觉做到尊法学法守法用法，共同营造守法光荣，违法可耻的社会氛围
</li>
<li>自觉学习法律知识，了解法律程序规定，以法律来指导和约束自己的行为，做到依法办事。
</li></ol>
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-4-1-3"><span class="section-number-4">4.1.3.</span> 维护国家统一和全国各族团结的原因和做法分别是什么？</h4>
<div class="outline-text-4" id="text-4-1-3"><ol class="org-ol">
<li>原因：我国是统一的多民族国家，国家的统一和民族的团结，是我国顺利进行社会主义现代化建设的基本保证
</li>
<li>做法：每个公民都应当把自己的命运与国家盛衰、民族兴亡紧密联系在一起，自觉维护国家领土完整和主权统一，维护民族之间平等团结互助和谐的关系
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-4-1-4"><span class="section-number-4">4.1.4.</span> 维护国家安全、荣誉和利益的内容和重要性分别是什么？</h4>
<div class="outline-text-4" id="text-4-1-4"><ol class="org-ol">
<li>内容
<ol class="org-ol">
<li>维护国家安全包括维护国家的主权、领土完整不受侵犯，国家秘密不被窃取、泄露和出卖，社会秩序不被破坏等
</li>
<li>维护国家荣誉包括维护国家的尊严不受侵犯，国家的荣誉不受玷污。
</li>
<li>维护国家利益包括维护国家的政治、经济和安全等各方面的利益
</li></ol>
</li>
<li>重要性：维护国家安全、荣誉和利益是每个公民义不容辞的责任
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-4-1-5"><span class="section-number-4">4.1.5.</span> 依法服兵役</h4>
<div class="outline-text-4" id="text-4-1-5"><ol class="org-ol">
<li>原因：
<ol class="org-ol">
<li>保卫祖国、抵抗侵略是公民的神圣职责
</li>
<li>依照法律服兵役和参加民兵组织是公民的光荣义务
</li></ol>
</li>
<li>我国的兵役制度：我国兵役法规定，我国实行以志愿兵役为主体的志愿兵役与义务兵役相结合的兵役制度。
</li>
<li>兵役种类：分为现役和预备役
</li>
<li>要求
<ol class="org-ol">
<li>军人：必须遵守军队的条令和条例，忠于职守，随时为保卫祖国而战斗
</li>
<li>预备役人员：必须按照规定参加军事训练，随时准备应召参战，保卫祖国
</li></ol>
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-4-1-6"><span class="section-number-4">4.1.6.</span> 依法纳税</h4>
<div class="outline-text-4" id="text-4-1-6"><ol class="org-ol">
<li>必要性：税收是国家财政收入的主要来源，依法纳税是公民的一项基本义务
</li>
<li>违反依法纳税义务的行为：逃税、欠税、骗税、抗税
</li>
<li>违反依法纳税义务要承担的责任：任何违反依法纳税的行为都是违法行为，情节严重、构成犯罪的要依法追究刑事责任
</li></ol>
</div></div></div><div class="outline-3">
<h3 id="org-title-4-2"><span class="section-number-3">4.2.</span> 依法履行义务</h3>
<div class="outline-4">
<h4 id="org-title-4-2-1"><span class="section-number-4">4.2.1.</span> 我国公民权利与义务的关系是怎样的？</h4>
<div class="outline-text-4" id="text-4-2-1"><ol class="org-ol">
<li>公民的权利与义务相互依存、相互促进。权利的实现需要义务的履行，义务的履行促进权利的实现
</li>
<li>公民既是合法权利的享有者，又是法定义务的承担者。任何公民享有权利的同时，必须履行义务。
</li>
<li>公民的某些权利同时也是义务<sup><a id="fnr.7" class="footref" href="#fn.7" role="doc-backlink">7</a></sup>
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-4-2-2"><span class="section-number-4">4.2.2.</span> 为什么要坚持权利和义务相统一？</h4>
<div class="outline-text-4" id="text-4-2-2"><ol class="org-ol">
<li>公民权利的充分实现，可以激发公民主人翁意识，调动其履行义务的积极性和主动性，自觉承担对国家和社会的责任
</li>
<li>公民自觉履行义务，促进国家发展和社会进步，又为其权利的实现提供和创造了更好的条件
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-4-2-3"><span class="section-number-4">4.2.3.</span> 如何坚持权利和义务相统一？</h4>
<div class="outline-text-4" id="text-4-2-3"><ol class="org-ol">
<li>任何公民不能只享受权利而不承担义务，也不应只承担义务而不享受权利。
</li>
<li>要增强权利意识，依法行使权利；也要增强义务观念，自觉履行法定的义务。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-4-2-4"><span class="section-number-4">4.2.4.</span> 为什么必须履行法定义务？</h4>
<div class="outline-text-4" id="text-4-2-4"><ol class="org-ol">
<li>法定义务是由我国宪法和法律规定的，具有强制性
</li>
<li>自觉履行法定义务，是公民不可推卸的责任
</li>
<li>公民违反法定义务，必须依法承担相应的法律责任
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-4-2-5"><span class="section-number-4">4.2.5.</span> 我们如何履行法定义务？</h4>
<div class="outline-text-4" id="text-4-2-5"><ol class="org-ol">
<li>法律要求做的必须去做
</li>
<li>法律禁止做的坚决不做
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-4-2-6"><span class="section-number-4">4.2.6.</span> 违反法定义务的行为的含义及其后果是什么？</h4>
<div class="outline-text-4" id="text-4-2-6"><ol class="org-ol">
<li>含义：公民实施了法律所禁止的行为，或者没有实施法律要求做的行为，都是违反法定义务的行为
</li>
<li>后果：违反法定义务，必须依法承担相应的法律责任
<ol class="org-ol">
<li>公民违反民事法律，应当依法承担民事责任
</li>
<li>公民违反行政法律，应当依法承担行政责任
</li>
<li>公民违法刑事法律，构成犯罪的，应当依法承担刑事责任
</li></ol>
</li></ol>
</div></div></div></div><div class="outline-2">
<h2 id="org-title-5"><span class="section-number-2">5.</span> 我国的政治和经济制度</h2>
<div class="outline-3">
<h3 id="org-title-5-1"><span class="section-number-3">5.1.</span> 根本政治制度</h3>
<div class="outline-4">
<h4 id="org-title-5-1-1"><span class="section-number-4">5.1.1.</span> 地位？</h4>
<div class="outline-text-4" id="text-5-1-1"><p>人民代表大会制度是我国的根本政治制度<sup><a id="fnr.8" class="footref" href="#fn.8" role="doc-backlink">8</a></sup></p></div></div><div class="outline-4">
<h4 id="org-title-5-1-2"><span class="section-number-4">5.1.2.</span> 人民代表大会制度的基本内容是什么？</h4>
<div class="outline-text-4" id="text-5-1-2"><ol class="org-ol">
<li>国家的一切权力属于人民
</li>
<li>人民通过民主轩主选出代表，组成各级人民代表大会作为国家权力机关
</li>
<li>由人民代表大会产生国家行政机关、检察机关、审判机关、检察机关，这些国家权力机关依法行使各自的职权，并对人民代表大会负责，受人民代表大会监督
</li>
<li>实行民主集中制，重大问题经人民代表大会充分讨论，遵循少数服从多数原则，民主决定
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-5-1-3"><span class="section-number-4">5.1.3.</span> 各级人大代表的职权、职权来源和义务分别是什么？</h4>
<div class="outline-text-4" id="text-5-1-3"><ol class="org-ol">
<li>职权：依法审议各项议案和报告 <i>（审议权）</i> 、表决各项决定 <i>（表决权）</i> 、提出议案 <i>（提案权）</i> 和质询案 <i>（质询权）</i> 。
</li>
<li>职权来源：各级人民代表大会代表宪法和法律赋予本级人民代表大会的各项职权，参加行使国家权力
</li>
<li>义务：人大代表必须与人民群众保持密切联系，听取和反映人民群众的意见和要求，努力为人民服务，对人民负责，并接受人民监督。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-5-1-4"><span class="section-number-4">5.1.4.</span> 为什么要坚持和完善人民代表大会制度？（人民代表大会制度的优越性体现在哪里？）</h4>
<div class="outline-text-4" id="text-5-1-4"><ol class="org-ol">
<li>实践充分证明，人民代表大会制度是符合中国国情和实际、体现社会主义国家性质、保证人民当家做主、保障实现中华民族伟大复兴的好制度。
</li>
<li>人民代表大会制度是坚持党的领导、人民当家做主、依法治国有机统一的根本政治制度安排。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-5-1-5"><span class="section-number-4">5.1.5.</span> 如何坚持和完善人民代表大会制度？</h4>
<div class="outline-text-4" id="text-5-1-5"><ol class="org-ol">
<li>必须毫不动摇坚持中国共产党的领导，依据人民代表大会制度，使党的主张通过法定程序成为国家意志。
</li>
<li>必须保证和发展人民当家做主，支持和保证人民通过人民代表大会行使国家权力，扩大人民民主，健全民主制度，丰富民主形式，拓宽民主渠道
</li>
<li>必须全面推进依法治国，通过人民代表大会制度，弘扬社会主义法治精神，实现国家各项工作法治化
</li>
<li>必须坚持民主集中制，人民代表大会统一行使国家权力，国家机关及有合理分工又有相互协调，保证国家统一高效组织推进各项事业
</li></ol>
</div></div></div><div class="outline-3">
<h3 id="org-title-5-2"><span class="section-number-3">5.2.</span> 基本政治制度——中国共产党领导的多党合作和政治协商制度</h3>
<div class="outline-4">
<h4 id="org-title-5-2-1"><span class="section-number-4">5.2.1.</span> 什么是爱国统一战线？</h4>
<div class="outline-text-4" id="text-5-2-1"><p>由中国共产党领导的，有各民主党派和各人民团体参加的，包括全体社会主义劳动者、社会主义事业的建设者、拥护社会主义的爱国者、拥护祖国统一和致力于中华民族伟大复兴的爱国者的广泛的爱国统一战线</p></div></div><div class="outline-4">
<h4 id="org-title-5-2-2"><span class="section-number-4">5.2.2.</span> 中国共产党各民主党派实行的基本方针是什么？</h4>
<div class="outline-text-4" id="text-5-2-2"><p>长期共存、互相监督、肝胆相照、荣辱与共<sup><a id="fnr.9" class="footref" href="#fn.9" role="doc-backlink">9</a></sup></p></div></div><div class="outline-4">
<h4 id="org-title-5-2-3"><span class="section-number-4">5.2.3.</span> 人民政治协商会议（人民政协）的地位、主题和职能分别是什么？</h4>
<div class="outline-text-4" id="text-5-2-3"><ol class="org-ol">
<li>地位：是中国共产党领导的多党合作和政治协商的重要机构，是中国人民爱国统一战线组织。
</li>
<li>主题：团结和民主
</li>
<li>职能：政治协商、民主监督、参政议政
</li></ol>
