post/Learning/道法/八下早读材料.html
</div></div><div class="outline-4">
<h4 id="org-title-5-2-4"><span class="section-number-4">5.2.4.</span> 坚持中国共产党领导的多党合作和政治协商制度的意义是什么？</h4>
<div class="outline-text-4" id="text-5-2-4"><ol class="org-ol">
<li>是发扬社会主义民主的重要形式
</li>
<li>有利于反映民意，集中民智，促进科学民主决策
</li>
<li>有利与协调关系，化解矛盾，维护社会稳定和谐
</li>
<li>有利于凝聚人心，反对分裂，推进祖国和平统一大业
</li></ol>
</div></div></div><div class="outline-3">
<h3 id="org-title-5-3"><span class="section-number-3">5.3.</span> 基本政治制度——民族区域自治制度</h3>
<div class="outline-4">
<h4 id="org-title-5-3-1"><span class="section-number-4">5.3.1.</span> 为什么要实行民族区域自治制度？</h4>
<div class="outline-text-4" id="text-5-3-1"><ol class="org-ol">
<li>中华人民共和国是全国各族人民共同缔造的统一的多民族国家
</li>
<li>我们辽阔的疆域是各民族共同开拓的，我们悠久的历史是各民族共同书写的，我们灿烂的文化是各民族共同创造的，我们伟大的精神是各民族共同培育的
</li>
<li>五十六个民族在长期的交往、交流、交融中确立了平等团结互助和谐的社会主义民族关系
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-5-3-2"><span class="section-number-4">5.3.2.</span> 我国的民族区域自治制度是如何实施的？（我国的少数民族是如何实现区域自治的？）</h4>
<div class="outline-text-4" id="text-5-3-2"><ol class="org-ol">
<li>无偶国宪法规定，各少数民族聚居的地方实行区域自治，设立自治机关，行使自治权。我国民族自治地方分为自治区、自治州、自治县三集。 <i>（自治地方）</i>
</li>
<li>民族自治地方的人民代表大会和人民政府是自治机关。 <i>（自治机关）</i>
</li>
<li>自治机关在行使一般地方国家机关职权的同时，依法行使自治权，即根据本地方、本民族政治、经济、社会、文化等方面的特点，自主管理本地方、本民族的内部事务。 <i>（自治权）</i>
</li>
<li>我国民族区域自治是在国家统一领导下的自治，各民族自治地方是国家不可分割的组成部分，民族自治机关必须服从中央的领导。 <i>（民族自治地方和国家的关系）</i>
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-5-3-3"><span class="section-number-4">5.3.3.</span> 实行民族区域自治是的意义是什么？</h4>
<div class="outline-text-4" id="text-5-3-3"><ol class="org-ol">
<li>有利于把国家的集中、统一与各民族的自主、平等结合起来。
</li>
<li>有利于把国家的法律、政策与民族自治地方的具体实际、特殊情况结合起来。
</li>
<li>有利于把各族人民热爱祖国的感情与热爱自己民族的感情结合起来。
</li>
<li>实践证明,民族区域自治制度符合我国国情，在维护国家统一、领土完整，在加强民族平等团结、促进民族地区发展、增强中华民族凝聚力等方面都起到了重要作用。
</li></ol>
</div></div></div><div class="outline-3">
<h3 id="org-title-5-4"><span class="section-number-3">5.4.</span> 基本政治制度——基层群众自治制度</h3>
<div class="outline-4">
<h4 id="org-title-5-4-1"><span class="section-number-4">5.4.1.</span> 基层群众自治制度的内容、地位及自治组织分别是什么?</h4>
<div class="outline-text-4" id="text-5-4-1"><ol class="org-ol">
<li>内容：依照宪法和法律，由居民或村民分别选举产生居民委员会或村民委员会，实行群众自我管理、自我服务、自我教育、自我监督。
</li>
<li>地位：是我国的一项基本政治制度。
</li>
<li>自治组织城市居民委员会和农村村民委员会。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-5-4-2"><span class="section-number-4">5.4.2.</span> 居民委员会和村民委员会</h4>
<div class="outline-text-4" id="text-5-4-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides"><colgroup><col class="org-left" />
<col class="org-left" />
<col class="org-left" />
<col class="org-left" /></colgroup><thead><tr><th scope="col" class="org-left">项目</th><th scope="col" class="org-left">内容</th><th scope="col" class="org-left">居民委员会</th><th scope="col" class="org-left">村民委员会</th></tr>
</thead><tbody>
<tr><td class="org-left">&nbsp;</td><td class="org-left">性质</td><td class="org-left">城市基层群众性自治组织</td><td class="org-left">农村基层群众性自治组织</td></tr>
</tbody><tbody>
<tr><td class="org-left">&nbsp;</td><td class="org-left">产生方式</td><td class="org-left">由居民直接投票选举产生</td><td class="org-left">由村民直接选举产生</td></tr>
</tbody><tbody>
<tr><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td><td class="org-left">凡涉及居民切身利益的重要</td><td class="org-left">村民可以通过村民会议等形式,参与本村</td></tr><tr><td class="org-left">不同点</td><td class="org-left">决策程序</td><td class="org-left">事务，要提请居民会议讨论</td><td class="org-left">公共事务和公益事业的决策与管理</td></tr><tr><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td><td class="org-left">决定</td><td class="org-left">&nbsp;</td></tr>
</tbody><tbody>
<tr><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td><td class="org-left">实行办事公开制度，定期向</td><td class="org-left">村民制定自治章程或村规民约，规范村委</td></tr><tr><td class="org-left">&nbsp;</td><td class="org-left">管理与监督</td><td class="org-left">居民会议汇报工作，接受居</td><td class="org-left">会和村民的行为</td></tr><tr><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td><td class="org-left">民监督</td><td class="org-left">&nbsp;</td></tr>
</tbody><tbody>
<tr><td class="org-left">相同点</td><td class="org-left">①都是基层</td><td class="org-left">公民参与政治生活的重要形式</td><td class="org-left">②都是人民群众直接行使民主权利的重要渠道</td></tr></table></div></div><div class="outline-4">
<h4 id="org-title-5-4-3"><span class="section-number-4">5.4.3.</span> 实行基层群众自治制度有什么意义?(基层群众自治制度有什么优越性?)</h4>
<div class="outline-text-4" id="text-5-4-3"><p>有利于人民群众直接行使民主权利，管理基层公共事务和公益事业，推动社会主义民主建设，促进社会和谐稳定。</p></div></div></div><div class="outline-3">
<h3 id="org-title-5-5"><span class="section-number-3">5.5.</span> 基本政治制度——基本经济制度</h3>
<div class="outline-4">
<h4 id="org-title-5-5-1"><span class="section-number-4">5.5.1.</span> 现阶段，我国的基本经济制度是什么?</h4>
<div class="outline-text-4" id="text-5-5-1"><p>公有制为主体、多种所有制经济共同发展，按劳分配为主体、多种分配方式并存，社会主义市场经济体制等是我国社会主义基本经济制度。</p></div></div><div class="outline-4">
<h4 id="org-title-5-5-2"><span class="section-number-4">5.5.2.</span> 现阶段，公有制经济的成分包含什么?</h4>
<div class="outline-text-4" id="text-5-5-2"><p>公有制经济包括国有经济、集体经济以及混合所有制经济中的国有成分和集体成分。</p></div></div><div class="outline-4">
<h4 id="org-title-5-5-3"><span class="section-number-4">5.5.3.</span> 国有经济和集体经济的内涵和地位分别是什么?</h4>
<div class="outline-text-4" id="text-5-5-3"><ol class="org-ol">
<li>国有经济：
<ol class="org-ol">
<li>内涵：国有经济的生产资料属于全体人民共同所有。
</li>
<li>地位：国有经济是国民经济的主导力量。
</li></ol>
</li>
<li>集体经济：
<ol class="org-ol">
<li>内涵：集体经济的生产资料属于一部分劳动者共同所有。
</li>
<li>地位：集体经济是公有制经济的重要组成部分。
</li></ol>
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-5-5-4"><span class="section-number-4">5.5.4.</span> 现阶段，非公有制经济的成分包含什么?</h4>
<div class="outline-text-4" id="text-5-5-4"><p>个体经济、私营经济、港澳台投资经济、外商投资经济等。</p></div></div><div class="outline-4">
<h4 id="org-title-5-5-5"><span class="section-number-4">5.5.5.</span> 公有制经济与非公有制经济的地位是什么?</h4>
<div class="outline-text-4" id="text-5-5-5"><p>公有制经济与非公有制经济都是社会主义市场经济的重要组成部分，都是我国经济社会发展的重要基础。</p></div></div><div class="outline-4">
<h4 id="org-title-5-5-6"><span class="section-number-4">5.5.6.</span> 坚持公有制为主体、多种所有制经济共同发展的意义是什么?</h4>
<div class="outline-text-4" id="text-5-5-6"><ol class="org-ol">
<li>促进生产力的发展、综合国力的增强和人民生活水平的提高。
</li>
<li>为人民当家作主奠定坚实的物质基础。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-5-5-7"><span class="section-number-4">5.5.7.</span> 现阶段，我国对待公有制经济与非公有制经济的政策是什么?</h4>
<div class="outline-text-4" id="text-5-5-7"><p>必须毫不动摇巩固和发展公有制经济，毫不动摇鼓励、支持、引导非公有制经济发展。</p></div></div><div class="outline-4">
<h4 id="org-title-5-5-8"><span class="section-number-4">5.5.8.</span> 现阶段，我国坚持怎样的分配制度?</h4>
<div class="outline-text-4" id="text-5-5-8"><p>现阶段，我国坚持按劳分配为主体、多种分配方式并存。</p></div></div><div class="outline-4">
<h4 id="org-title-5-5-9"><span class="section-number-4">5.5.9.</span> 按劳分配的决定因素和基本内容及要求是什么?</h4>
<div class="outline-text-4" id="text-5-5-9"><ol class="org-ol">
<li>决定因素：是由生产资料公有制决定的。
</li>
<li>基本内容及要求：能力社会成员必须参加劳动;在作了必要的扣除后，以劳动者所提供的劳动(包括劳动数量和质量)为尺度对个人进行分配，多劳多得，少劳少得。在现阶段，要着重保护劳动所得，增加劳动者劳动报酬。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-5-5-10"><span class="section-number-4">5.5.10.</span> 多种分配方式指的是什么?</h4>
<div class="outline-text-4" id="text-5-5-10"><ol class="org-ol">
<li>让劳动、资本、土地、知识、技术、管理、数据等生产要素参与收入分配，由市场评价贡献，按贡献决定报酬。
</li>
<li>在一定条件下，人们还可以取得社会保障收入，获得社会公益事业的帮助。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-5-5-11"><span class="section-number-4">5.5.11.</span> 市场经济体制的含义和作用分别是什么?</h4>
<div class="outline-text-4" id="text-5-5-11"><ol class="org-ol">
<li>含义：市场经济体制是市场在资源配置中起决定性作用的经济体制。
</li>
<li>作用：在市场经济中，生产什么、如何生产、生产多少，主要是通过价格、供求、竞争等机制来调节。市场机制就像一只“看不见的手”，在资源配置中起决定性作用。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-5-5-12"><span class="section-number-4">5.5.12.</span> 我国社会主义市场经济体制的特点和优越性是什么?</h4>
<div class="outline-text-4" id="text-5-5-12"><p>把社会主义制度和市场经济有机结合起来，充分发挥市场在资源配置中的决定性作用，更好发挥政府作用，进行科学宏观调控，激发各类市场主体的活力，为人民对美好生活的需求提供保障。</p></div></div></div></div><div class="outline-2">
<h2 id="org-title-6"><span class="section-number-2">6.</span> 我国国家机构</h2>
<div class="outline-3">
<h3 id="org-title-6-1"><span class="section-number-3">6.1.</span> 国家权力机关</h3>
<div class="outline-4">
<h4 id="org-title-6-1-1"><span class="section-number-4">6.1.1.</span> 我国国家权力机关是什么?其产生方式和职责分别是什么?</h4>
<div class="outline-text-4" id="text-6-1-1"><ol class="org-ol">
<li>我国的国家权力机关是人民代表大会，包括全国人民代表大会和地方各级人民代表大会。
</li>
<li>产生方式：由人民选举的代表组成。
</li>
<li>职责：代表人民统一行使国家权力，决定全国和地方的重大事务。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-6-1-2"><span class="section-number-4">6.1.2.</span> 全国人民代表大会的性质和地位分别是什么?</h4>
<div class="outline-text-4" id="text-6-1-2"><ol class="org-ol">
<li>性质：是最高国家权力机关，代表全国人民统一行使国家权力。
</li>
<li>地位：在整个国家机关体系中居于最高地位。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-6-1-3"><span class="section-number-4">6.1.3.</span> 地方各级人民代表大会的性质及其与其他地方国家机关的关系是什么?</h4>
<div class="outline-text-4" id="text-6-1-3"><ol class="org-ol">
<li>性质：是地方国家权力机关。它是本行政区域内人民行使国家权力的机关。
</li>
<li>与其他地方国家机关的关系：地方国家行政机关、监察机关、审判机关和检察机关都由本级人民代表大会产生，对它负责，受它监督。
</li></ol>
