post/Learning/道法/八下早读材料.org
*** 人民代表大会的职权
| 职权   | 行使职权的主体             | 职权的内容               | 区分关键词               |
|--------+----------------------------+--------------------------+--------------------------|
|        | 全国人大及其常委会         | 行使国家立法权           |                          |
|        |                            |                          |                          |
| 立法权 | 省、自治区、直辖市以及设   |                          | "制定" "修改" "废止"法律 |
|        | 区的市、自治州的人大及     | 行使地方立法权           |                          |
|        | 其常委会                   |                          |                          |
|--------+----------------------------+--------------------------+--------------------------|
|        |                            | 重大事项决定权。决定、批 |                          |
| 决定权 | 各级人大和县级以上各级     | 准、表决、通过工作报告以 | "批准" "表决" "通过" 等  |
|        | 人大常委会                 | 及关于国家大政方针、重大 |                          |
|        |                            | 事项、规划的通过等       |                          |
|--------+----------------------------+--------------------------+--------------------------|
|        | 各级人大和县级以上各级     | 对相关国家机关领导人员   |                          |
| 任免权 | 人大常委会                 | 及其他组成人员进行选     | "选举" "任命" "罢免" 等  |
|        |                            | 举、决定、罢免的权力     |                          |
|--------+----------------------------+--------------------------+--------------------------|
|        | 全国人民代表大会及其常委会 | 监督宪法和法律的实施     |                          |
|        |                            |                          |                          |
| 监督权 | 县级以上人大及其常委会     | 监督本级国家行政机关、   | "听取" "审议" 等         |
|        |                            | 监察机关、审判机关、检察 |                          |
|        |                            | 机关的工作               |                          |
** 二、中华人民共和国主席
*** 中华人民共和国主席的性质、产生、当选条条件及任期分别是什么？
1) 性质：中华人民共和国主席是中华人民共共和国的国家元首,代表中华人民共和国行使宪
   法赋予的职权。
2) 产生：中华人民共和国主席、副主席由全国人民代表大会选举。
3) 条件：
   1) 有选举权和被选举权的中华人民民共和国公民。
   2) 年满四十五周岁。
4) 任期：中华人民共和国主席、副主席每届任期同全国人民代表大会每届任期相同。
*** 国家主席有哪些职权？
| 职权               | 内容                                                                                                                                              |
|--------------------+---------------------------------------------------------------------------------------------------------------------------------------------------|
| 公布法律、发布命令 | 根据全国人民代表大会的决定和全国人民代表大会常务委员会的决定，公布法律，发布特赦令，宣布进入紧急状态，宣布战争状态，发布动员令                    |
| 任免权             | 根据全国人民代表大会的决定和全国人民代表大会常务委员会的决定，任免国务院总理、副总理、国务委员、各部部长、各委员会主任、审计长、秘书长            |
| 外事权             | 代表中华人民共和国，进行国事活动，接受外国使节;根据全国人民代表大会常务委员会的决定，派遣和召回驻外全权代表，批准和废除同外国缔结的条约和重要协定 |
| 授予荣誉权         | 根据全国人民代表大会常务委员会的决定，授予国家勋章、国家荣誉称号奖章                                                                              |
** 国家行政机关
*** 行政机关的含义及组成分别是什么?
1) 含义：行政机关是依据宪法设立的，依法行使国家行政职权，组织和管理国家行政事务
   的国家机关。
2) 组成：我国行政机关由国务院及其领导的地方各级人民政府组成。国务院，即中央人民
   政府，是我国最高行政机关
*** 国家行政机关和国家权力机关的关系是什么?
1) 国家行政机关是国家权力机关的执行机关，负责贯彻执行国家权力机关通过的有关法律、
   决议和决定。
2) 各级人民政府对本级人民代表大会负责并报告工作;县级以上各级人民政府在本级人民代
   表大会闭会期间，对本级人大常委会负责并报告工作。
*** 行政机关和人民的关系是什么?
1) 人民是国家的主人，行政机关的权力来自人民，是人民授予的。
2) 行政机关必须全心全意为人民服务，努力建设人民满意的服务型政府。
*** 行政机关的职权有哪些?
1) 根据宪法，我国县级以上人民政府主要管理经济、教育、科学、文化、卫生、体育事业、
   城乡建设事业和财政、民政、公安、民族事务、司法行政、计划生育等行政工作。
2) 行政机关层级不同，职权也不同。国务院统一领导地方各级人民政府。
*** 行政机关怎样做到依法行政?
1) 内部：
   1) 严格遵照宪法和法律行使职权，坚持法定职责必须为，法无授权不可为。
   2) 勇于负责、敢于担当，坚决纠正不作为、乱作为，坚决克服懒政、怠政。
2) 外部：为了防止工作人员出现履职不力、监管缺失、失职渎职、徇私枉法等问题，必须
   加强对行政权的监督和制约，切实做到有权必有责，用权受监督，权责要对等，失责要
   追究，侵权要赔偿。
** 国家监察机关
*** 监察委员会的性质、监察对象和组织体系(构成)分别是什么?
1) 性质：监察委员会是行使国家监察职能的专责机关。
2) 监察对象：对所有行使公权力的公职人员进行监察，调查职务违法和职务犯罪，开展廉
   政建设和反腐败工作，实现国家监察全面覆盖。
3) 组织体系(构成)：我国设立国家监察委员会和地方各级监察委员会。
   1) 国家监察委员会是最高监察机关，领导地方各级监察委员会的工作。
   2) 上级监察委员会领导下级监察委员会的工作。
   3) 地方各级监察委员会负责本行政区域内的监察工作。
*** 国家监察机关与国家权力机关的关系是什么?
1) 国家监察机关由国家权力机关产生，对它负责，受它监督。
2) 国家监察委员会由国家最高权力机关产生，对它负责，受它监督。
3) 地方各级监察委员会由本级国家权力机关产生，对它负责，受它监督，同时还对上一级
   监察委员会负责，受它监督。
*** 监察委员会的工作原则是什么?
1) 监察委员会依照法律规定独立行使监察权，不受行政机关、社会团体和个人的干涉。
2) 监察机关办理职务违法和职务犯罪案件，应当与审判机关、检察机关、执法部门互相配
   合，互相制约。
3) 监察机关在工作中需要协助的，有关机关和单位应当根据监察机关的要求依法予以协助
*** 监察机关的职责有哪些？

* To Be Continuied
#+begin_verse
注意！本材料由我纯手工打入，难免会有错字。请谅解。
内容取自 /《广东中考 高分突破》道德与法治 八年级下册 知识宝典/
#+end_verse
* Footnotes

[fn:9]历史突然又活过来开始攻击我（八下历史第一课里就有） 
[fn:8]人大是根本制度，政治协商制度、民族区域自治制度等等都是基本制度（非根本）
/（历史的DNA动了）/

[fn:7]如：劳动、受教育 
[fn:6]如：表彰科学研究、组织艺术表演、修建阅览室等

[fn:5]让我想起《中华民国临时约法》 
[fn:4]/依法治国才是基本原则！/

[fn:3]宪法第三条 
[fn:2]宪法第三条 

[fn:1]宪法第二十九条 
