post/Learning/道法/八下早读材料.html
</div></div><div class="outline-4">
<h4 id="org-title-6-1-4"><span class="section-number-4">6.1.4.</span> 人民代表大会的职权</h4>
<div class="outline-text-4" id="text-6-1-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides"><colgroup><col class="org-left" />
<col class="org-left" />
<col class="org-left" />
<col class="org-left" /></colgroup><thead><tr><th scope="col" class="org-left">职权</th><th scope="col" class="org-left">行使职权的主体</th><th scope="col" class="org-left">职权的内容</th><th scope="col" class="org-left">区分关键词</th></tr>
</thead><tbody>
<tr><td class="org-left">&nbsp;</td><td class="org-left">全国人大及其常委会</td><td class="org-left">行使国家立法权</td><td class="org-left">&nbsp;</td></tr><tr><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td></tr><tr><td class="org-left">立法权</td><td class="org-left">省、自治区、直辖市以及设</td><td class="org-left">&nbsp;</td><td class="org-left">"制定" "修改" "废止"法律</td></tr><tr><td class="org-left">&nbsp;</td><td class="org-left">区的市、自治州的人大及</td><td class="org-left">行使地方立法权</td><td class="org-left">&nbsp;</td></tr><tr><td class="org-left">&nbsp;</td><td class="org-left">其常委会</td><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td></tr>
</tbody><tbody>
<tr><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td><td class="org-left">重大事项决定权。决定、批</td><td class="org-left">&nbsp;</td></tr><tr><td class="org-left">决定权</td><td class="org-left">各级人大和县级以上各级</td><td class="org-left">准、表决、通过工作报告以</td><td class="org-left">"批准" "表决" "通过" 等</td></tr><tr><td class="org-left">&nbsp;</td><td class="org-left">人大常委会</td><td class="org-left">及关于国家大政方针、重大</td><td class="org-left">&nbsp;</td></tr><tr><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td><td class="org-left">事项、规划的通过等</td><td class="org-left">&nbsp;</td></tr>
</tbody><tbody>
<tr><td class="org-left">&nbsp;</td><td class="org-left">各级人大和县级以上各级</td><td class="org-left">对相关国家机关领导人员</td><td class="org-left">&nbsp;</td></tr><tr><td class="org-left">任免权</td><td class="org-left">人大常委会</td><td class="org-left">及其他组成人员进行选</td><td class="org-left">"选举" "任命" "罢免" 等</td></tr><tr><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td><td class="org-left">举、决定、罢免的权力</td><td class="org-left">&nbsp;</td></tr>
</tbody><tbody>
<tr><td class="org-left">&nbsp;</td><td class="org-left">全国人民代表大会及其常委会</td><td class="org-left">监督宪法和法律的实施</td><td class="org-left">&nbsp;</td></tr><tr><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td></tr><tr><td class="org-left">监督权</td><td class="org-left">县级以上人大及其常委会</td><td class="org-left">监督本级国家行政机关、</td><td class="org-left">"听取" "审议" 等</td></tr><tr><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td><td class="org-left">监察机关、审判机关、检察</td><td class="org-left">&nbsp;</td></tr><tr><td class="org-left">&nbsp;</td><td class="org-left">&nbsp;</td><td class="org-left">机关的工作</td><td class="org-left">&nbsp;</td></tr></table></div></div></div><div class="outline-3">
<h3 id="org-title-6-2"><span class="section-number-3">6.2.</span> 二、中华人民共和国主席</h3>
<div class="outline-4">
<h4 id="org-title-6-2-1"><span class="section-number-4">6.2.1.</span> 中华人民共和国主席的性质、产生、当选条条件及任期分别是什么？</h4>
<div class="outline-text-4" id="text-6-2-1"><ol class="org-ol">
<li>性质：中华人民共和国主席是中华人民共共和国的国家元首,代表中华人民共和国行使宪法赋予的职权。
</li>
<li>产生：中华人民共和国主席、副主席由全国人民代表大会选举。
</li>
<li>条件：
<ol class="org-ol">
<li>有选举权和被选举权的中华人民民共和国公民。
</li>
<li>年满四十五周岁。
</li></ol>
</li>
<li>任期：中华人民共和国主席、副主席每届任期同全国人民代表大会每届任期相同。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-6-2-2"><span class="section-number-4">6.2.2.</span> 国家主席有哪些职权？</h4>
<div class="outline-text-4" id="text-6-2-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides"><colgroup><col class="org-left" />
<col class="org-left" /></colgroup><thead><tr><th scope="col" class="org-left">职权</th><th scope="col" class="org-left">内容</th></tr>
</thead><tbody>
<tr><td class="org-left">公布法律、发布命令</td><td class="org-left">根据全国人民代表大会的决定和全国人民代表大会常务委员会的决定，公布法律，发布特赦令，宣布进入紧急状态，宣布战争状态，发布动员令</td></tr><tr><td class="org-left">任免权</td><td class="org-left">根据全国人民代表大会的决定和全国人民代表大会常务委员会的决定，任免国务院总理、副总理、国务委员、各部部长、各委员会主任、审计长、秘书长</td></tr><tr><td class="org-left">外事权</td><td class="org-left">代表中华人民共和国，进行国事活动，接受外国使节;根据全国人民代表大会常务委员会的决定，派遣和召回驻外全权代表，批准和废除同外国缔结的条约和重要协定</td></tr><tr><td class="org-left">授予荣誉权</td><td class="org-left">根据全国人民代表大会常务委员会的决定，授予国家勋章、国家荣誉称号奖章</td></tr></table></div></div></div><div class="outline-3">
<h3 id="org-title-6-3"><span class="section-number-3">6.3.</span> 国家行政机关</h3>
<div class="outline-4">
<h4 id="org-title-6-3-1"><span class="section-number-4">6.3.1.</span> 行政机关的含义及组成分别是什么?</h4>
<div class="outline-text-4" id="text-6-3-1"><ol class="org-ol">
<li>含义：行政机关是依据宪法设立的，依法行使国家行政职权，组织和管理国家行政事务的国家机关。
</li>
<li>组成：我国行政机关由国务院及其领导的地方各级人民政府组成。国务院，即中央人民政府，是我国最高行政机关
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-6-3-2"><span class="section-number-4">6.3.2.</span> 国家行政机关和国家权力机关的关系是什么?</h4>
<div class="outline-text-4" id="text-6-3-2"><ol class="org-ol">
<li>国家行政机关是国家权力机关的执行机关，负责贯彻执行国家权力机关通过的有关法律、决议和决定。
</li>
<li>各级人民政府对本级人民代表大会负责并报告工作;县级以上各级人民政府在本级人民代表大会闭会期间，对本级人大常委会负责并报告工作。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-6-3-3"><span class="section-number-4">6.3.3.</span> 行政机关和人民的关系是什么?</h4>
<div class="outline-text-4" id="text-6-3-3"><ol class="org-ol">
<li>人民是国家的主人，行政机关的权力来自人民，是人民授予的。
</li>
<li>行政机关必须全心全意为人民服务，努力建设人民满意的服务型政府。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-6-3-4"><span class="section-number-4">6.3.4.</span> 行政机关的职权有哪些?</h4>
<div class="outline-text-4" id="text-6-3-4"><ol class="org-ol">
<li>根据宪法，我国县级以上人民政府主要管理经济、教育、科学、文化、卫生、体育事业、城乡建设事业和财政、民政、公安、民族事务、司法行政、计划生育等行政工作。
</li>
<li>行政机关层级不同，职权也不同。国务院统一领导地方各级人民政府。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-6-3-5"><span class="section-number-4">6.3.5.</span> 行政机关怎样做到依法行政?</h4>
<div class="outline-text-4" id="text-6-3-5"><ol class="org-ol">
<li>内部：
<ol class="org-ol">
<li>严格遵照宪法和法律行使职权，坚持法定职责必须为，法无授权不可为。
</li>
<li>勇于负责、敢于担当，坚决纠正不作为、乱作为，坚决克服懒政、怠政。
</li></ol>
</li>
<li>外部：为了防止工作人员出现履职不力、监管缺失、失职渎职、徇私枉法等问题，必须加强对行政权的监督和制约，切实做到有权必有责，用权受监督，权责要对等，失责要追究，侵权要赔偿。
</li></ol>
</div></div></div><div class="outline-3">
<h3 id="org-title-6-4"><span class="section-number-3">6.4.</span> 国家监察机关</h3>
<div class="outline-4">
<h4 id="org-title-6-4-1"><span class="section-number-4">6.4.1.</span> 监察委员会的性质、监察对象和组织体系(构成)分别是什么?</h4>
<div class="outline-text-4" id="text-6-4-1"><ol class="org-ol">
<li>性质：监察委员会是行使国家监察职能的专责机关。
</li>
<li>监察对象：对所有行使公权力的公职人员进行监察，调查职务违法和职务犯罪，开展廉政建设和反腐败工作，实现国家监察全面覆盖。
</li>
<li>组织体系(构成)：我国设立国家监察委员会和地方各级监察委员会。
<ol class="org-ol">
<li>国家监察委员会是最高监察机关，领导地方各级监察委员会的工作。
</li>
<li>上级监察委员会领导下级监察委员会的工作。
</li>
<li>地方各级监察委员会负责本行政区域内的监察工作。
</li></ol>
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-6-4-2"><span class="section-number-4">6.4.2.</span> 国家监察机关与国家权力机关的关系是什么?</h4>
<div class="outline-text-4" id="text-6-4-2"><ol class="org-ol">
<li>国家监察机关由国家权力机关产生，对它负责，受它监督。
</li>
<li>国家监察委员会由国家最高权力机关产生，对它负责，受它监督。
</li>
<li>地方各级监察委员会由本级国家权力机关产生，对它负责，受它监督，同时还对上一级监察委员会负责，受它监督。
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-6-4-3"><span class="section-number-4">6.4.3.</span> 监察委员会的工作原则是什么?</h4>
<div class="outline-text-4" id="text-6-4-3"><ol class="org-ol">
<li>监察委员会依照法律规定独立行使监察权，不受行政机关、社会团体和个人的干涉。
</li>
<li>监察机关办理职务违法和职务犯罪案件，应当与审判机关、检察机关、执法部门互相配合，互相制约。
</li>
<li>监察机关在工作中需要协助的，有关机关和单位应当根据监察机关的要求依法予以协助
</li></ol>
</div></div><div class="outline-4">
<h4 id="org-title-6-4-4"><span class="section-number-4">6.4.4.</span> 监察机关的职责有哪些？</h4>
<div class="outline-text-4" id="text-6-4-4"></div></div></div></div><div class="outline-2">
<h2 id="org-title-7"><span class="section-number-2">7.</span> To Be Continuied</h2>
<div class="outline-text-2" id="text-7"><p class="verse">注意！本材料由我纯手工打入，难免会有错字。请谅解。<br/>内容取自 <i>《广东中考 高分突破》道德与法治 八年级下册 知识宝典</i><br/></p></div></div><div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">
<div class="footdef">
<sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup>
<div class="footpara" role="doc-footnote">宪法第二十九条 
</div>
</div><div class="footdef">
<sup><a id="fn.2" class="footnum" href="#fnr.2" role="doc-backlink">2</a></sup>
<div class="footpara" role="doc-footnote">宪法第三条 
</div>
</div><div class="footdef">
<sup><a id="fn.3" class="footnum" href="#fnr.3" role="doc-backlink">3</a></sup>
<div class="footpara" role="doc-footnote">宪法第三条 
</div>
</div><div class="footdef">
<sup><a id="fn.4" class="footnum" href="#fnr.4" role="doc-backlink">4</a></sup>
<div class="footpara" role="doc-footnote"><i>依法治国才是基本原则！</i>
</div>
</div><div class="footdef">
<sup><a id="fn.5" class="footnum" href="#fnr.5" role="doc-backlink">5</a></sup>
<div class="footpara" role="doc-footnote">让我想起《中华民国临时约法》 
</div>
</div><div class="footdef">
<sup><a id="fn.6" class="footnum" href="#fnr.6" role="doc-backlink">6</a></sup>
<div class="footpara" role="doc-footnote">如：表彰科学研究、组织艺术表演、修建阅览室等
</div>
</div><div class="footdef">
<sup><a id="fn.7" class="footnum" href="#fnr.7" role="doc-backlink">7</a></sup>
<div class="footpara" role="doc-footnote">如：劳动、受教育 
</div>
</div><div class="footdef">
<sup><a id="fn.8" class="footnum" href="#fnr.8" role="doc-backlink">8</a></sup>
<div class="footpara" role="doc-footnote">人大是根本制度，政治协商制度、民族区域自治制度等等都是基本制度（非根本）
<p class="footpara"><i>（历史的DNA动了）</i></p></div>
</div><div class="footdef">
<sup><a id="fn.9" class="footnum" href="#fnr.9" role="doc-backlink">9</a></sup>
<div class="footpara" role="doc-footnote">历史突然又活过来开始攻击我（八下历史第一课里就有） 
</div>
</div></div></div></div>
<div id="postamble" class="status"><p class="date">时间: <2023-04-07 五 11:09></p>
<p class="author">作者: 不要在意我的头像QwQ</p>
<p class="description">描述: 完全抄某教辅的背诵材料的道德与法治东西</p>
<p class="date">生成于: 2025-08-21 五 14:49:17</p>
</div>
</body>
</html>